Repository: AGrahamCodes/tokaidoapp
Catalog: Tokaido/*.lproj/Localizable.strings
Languages: es

source: Checking Ruby Installation.
es: Revisando Instalación de Ruby.

source: Finished checking Ruby Instalation.
es: Revisión de Instalación de Ruby terminada.

source: Finding Rubies.
es: Buscando Rubies.

source: Ruby %@ not installed.
es: Ruby %@ no está instalado.

source: Unzipping Ruby.
es: Descomprimiendo Ruby.

source: Finished unzipping Ruby.
es: Descomprimiento de Ruby terminada.

source: Ruby is installed!
es: Ruby está instalado!

source: Finished checking ruby installations.
es: La revisión de instalaciones de Ruby a finalizado.

source: Checking Gems installation.
es: Revisando instalación de gemas.

source: Unzipping Gems.
es: Descomprimiendo gemas

source: Finished unzipping gems.
es: Descomprimiento de gemas terminada.

source: Checking binaries installation.
es: Revisando Instalación de ejecutables.

source: Unzipping binaries.
es: Descomprimiendo ejecutables.

source: Finished unzipping binaries.
es: Descomprimiento de ejecutables terminada.

source: Searching for clang.
es: Buscando clang.

source: Clang not found.
es: No se encontró clang.

source: Starting symlink for clang.
es: Iniciando enlance simbólico para clang.

source: Finished symlink for clang.
es: Enlace simbólico para clang terminado.

source: Applying rbconfig patches.
es: Aplicando parches para rbconfig.rb

source: Failed patching rbconfig.rb
es: Falló aplicar parche a rbconfig.rb

source: Replacing CONFIG["TOPDIR"] rbconfig.rb
es: Remplazando CONFIG["TOPDIR"] en rbconfig.rb

source: Replacing CONFIG["CC"] rbconfig.rb
es: Remplazando CONFIG["CC"] en rbconfig.rb

source: Patching rbconfig complete!
es: ¡Aplicación de parches completo!

source: Finished ensuring Application Support is up to date.
es: Finalizada la aseguración de modulos de soporte actualizadas.

source: Checking Tokaido Install.
es: Revisando Tokaido Install.

source: Unzipping Tokaido Install.
es: Descomprimiendo Tokaido Install.

source: Finished unzipping Tokaido Install.
es: Descomprimiento de Tokaido Install terminado.

source: Finished checking Tokaido Install.
es: Finalizada la revisión de Tokaido Install.

source: Starting Tokaido Bootstrap detection.
es: Inicio de búsqueda para Tokaido Bootstrap.

source: Tokaido Bootstrap detected.
es: Tokaido Bootstrap detectado.

source: Tokaido Bootstrap not detected.
es: Tokaido Bootstrap no fue detectado.

source: Installing Tokaido Bootstrap.
es: Instalando Tokaido Bootstrap.

source: Reading Firewall configuration.
es: Leyendo configuración del cortafuegos.

source: Saving Firewall configuration.
es: Guardando configuración del cortafuegos.

source: Failed saving Firewall configuration.
es: No se pudo guardar la configuración del cortafuegos.

source: Firewall configuration saved.
es: Configuración del cortafuegos guardada.

source: Authorizing.
es: Autorizando.

source: Helper launched succesfully.
es: Se lanzó el helper satisfactoriamente.

source: Failed submitting helper task
es: No se pudo emitir la tarea.

source: Launch task submission succesful.
es: Emisión de la tarea fue exitosa.

source: Finished Tokaido Bootstrap detection.
es: Se ha finalizado la búsqueda de Tokaido Bootstrap.

source: Starting Tokaido Bootstrap shutdown.
es: Iniciando el apago de Tokaido Bootstrap

source: Shutting down tokaido-bootstrap.
es: Apagando tokaido-bootstrap.

source: tokaido-bootstrap shutdown complete.
es: tokaido-bootstrap apagado.

source: Finished shutting down tokaido-bootstrap.
es: Se ha finalizando el apagado de tokaido-bootstrap.

source: Staring tokaido-bootstrap.
es: Iniciando tokaido-bootstrap.

source: Unlinking current socket.
es: Desvinculando socket actual.

source: tokaido-bootstrap started.
es: tokaido-bootstrap iniciado.

source: Finished starting tokaido-bootstrap.
es: Se finalizó el inicio de tokaido-bootstrap.

source: Failed starting tokaido-bootstrap.
es: No se pudo iniciar tokaido-bootstrap

source: Tokaido, we have a problem.
es: Tokaido, tenemos un problema.

source: The connection with Muxr (Tokaido's app manager) was reset. Please close Tokaido and reopen.
es: La conexión con Muxr (Mantiene las aplicaciones de Tokaido) se reseteó. Por favor cierra y abre nuevamente Tokaido.

source: Selected directory isn't a Rails app
es: El directorio seleccionado no es una aplicación de Rails

source: Rails app should contain a Gemfile in the directory.
es: Tiene que existir el Gemfile en el directorio

source: Selected directory is already in Tokaido
es: El directorio seleccionado ya se encuentra en Tokaido

source: Please choose a different directory.
es: Por favor escoge otro directorio

source: Activate
es: Activar

source: Starting up...
es: Levantando...

source: Deactivate
es: Desactivar

source: Shutting down...
es: Apagando...

source: Running bundle install
es: Corriendo bundle install

source: bundle install failed
es: bundle install falló

source: Booting server
es: Montando servidor

source: Not started
es: Sin iniciar

source: Started
es: Iniciada

source: Shutting Down
es: Apagando

source: Shutdown
es: Apagar

source: Boot App
es: Montar App

source: Cancel Boot
es: Cancelar

source: Booting failed. Review the logs or "Open in Terminal".
es: Falló el levantamiento. Revisa los logs o "Abrir en Terminal".

source: Unable to activate app.
es: No se puede activar la aplicación.

source: `bundle install` failed. Make sure it works before proceeding. Also check if a gem added requires a compiler and install the developer tools to proceed.
es: `bundle install` falló. Asegúrate que funcione antes de proceder. Revisa también si has agregado una gema que requiera un compilador e instala los 'developer tools' antes de proceder

source: Booting failed.
es: Falló el levantamiento.
